<?php

$masters = array(
    '川元 卓'=>array('再利用性を考慮した二部構成シミュレータ設計手法の提案', ''),
    '松岡 慎吾'=>array('単体テスト可視化ツール"Jvis"の開発', ''),
);

$bachelors = array(
    //ここにメンバーを追加
    '伊藤 寿将'=>array('Javaプログラムを対象とした単体テスト用テストコード自動生成ツールにおけるテストケース設計支援手法の提案', ''),
    '主藤 嵩章'=>array('ライントレーサ開発における動作確認のためのシミュレータの機能拡張', ''),
    '中村 紘人'=>array('実行経路フィルタリングを用いたプログラム可視化ツールAvisの改良', ''),
    '西川 拳太'=>array('Javaプログラムを対象としたコーディングとテストを並列化する単体テストツールPCaTの試作', ''),
    '吉野 貴博'=>array('VDM++モデルを用いたRubyスクリプト生成支援手法の提案', ''),
);

?>