<?php
/*
$doctors = array(
    //ここにメンバーを追加
);
*/
$masters = array(
    //ここにメンバーを追加
    '上田 高寛'=>array('空間データを対象とした分散MQTTシステムGammaの実装と評価'),
    '菅 健将'=>array('自然言語仕様書を入力とした機械学習によるVDM++仕様書自動生成ツールVGMLの開発'),
    '武藤 崇史'=>array('VDM++仕様を対象としたテストケース自動生成ツールBWDMの実用性向上を目的とした適用範囲の拡大'),
);

$bachelors = array(
    //ここにメンバーを追加
    '翁長 春樹'=>array('Swiftソースコードの静的構造を表すSwiftDiagramの提案と自動生成ツールRAGESSの試作'),
    '柿木 幹太'=>array('深層学習による文書画像の領域分割およびラベル生成ツールASLAにおける領域分割の精度向上を目的とした拡張'),
    '榊原 一真'=>array('自己位置推定の妥当性の確認を目的とした定点カメラを用いた座標情報通知システムの提案'),
    '坂本 和哉'=>array('視覚障がい者のための外出支援iOS物体検知アプリDOVIの開発'),
    '正木 涼太'=>array('GAFFAとNASA-TLXを用いたソースコードにおける可読性の分析手法の提案'),
);

?>