<?php

$masters = array(
    '西田 龍登'=>array('回路設計支援を目的としたArduinoシミュレータADVISのためのArduino言語解析ツールALPSの実装', ''),
    '平木場 風太'=>array('VDM++仕様を対象としたテストケース自動生成ツールBWDMにおけるペアワイズ法とドメイン分析テストの運用のための機能拡張',''),
    '宮地 俊宏'=>array('解析表現文法を対象とした文法チェックツールTamiasにおける文字列自動生成による検証機能の拡張',''),
);

$bachelors = array(
    //ここにメンバーを追加
    '有馬 薫'=>array('UMLとソースコード間のトレーサビリティをリアルタイムに維持するツールRETUSSにおけるシーケンス図への拡張',''),
    '大岩根 悠希'=>array('リファクタリングの時間削減を目的としたリファクタリング支援ツールの試作',''),
    '原田 海人'=>array('OpenModelicaのシミュレーション結果を用いたモータ特性表自動生成ツールの試作',''),
    '保坂 正道'=>array('開発背景の情報を俯瞰的に捉えたコーディング履歴の理解支援ツールProtの試作',''),
    '松浦 基希'=>array('運転時の不注意の削減を目的としたiOSマップアプリMATCHの試作',''),
);

?>