<?php
/*
$doctors = array(
    //ここにメンバーを追加
);
*/
$masters = array(
    //ここにメンバーを追加
    '翁長 春樹' => array('iOSアプリ開発支援を目的としたソフトウェア可視化ツールRAGESSの実装と評価'),
    '柿木 幹太' => array('深層学習による文書画像の領域分割およびラベル生成ツールASLAの実用性向上を目的とした領域分割機能の拡張'),
    '髙倉 翔太' => array('画面遷移システムの高信頼化を目的としたVDM++仕様記述作成ツールの試作とテストケースの生成'),
);

$bachelors = array(
    //ここにメンバーを追加
    '高橋 朋弘' => array('自然言語仕様とVDM++仕様のトレーサビリティの維持を支援することを目的としたツールVJaSTAの試作'),
    '宅間 千隼' => array('UMLとソースコード間のトレーサビリティをリアルタイムに維持するツールRETUSSにおけるC++言語対応および補助機能の追加'),
    '二村 圭哉' => array('Webアプリケーションにおけるフロントエンドとバックエンド間の不整合検出ツールの試作'),
    '金川 航大' => array('回路設計支援を目的としたArduinoシミュレータADVISのWindowsへの移植'),
);

?>

