<?php

$masters = array(
    '黄 一諾'=>array('VDM++仕様を用いたデシジョンテーブル自動生成ツールVDTableにおける複合条件式への対応と洗濯表示機能の実装', ''),
    '佐藤 拓弥'=>array('データ遷移可視化ツールTFVISにおけるオブジェクトへの対応のための機能拡張', ''),
    '立山 博基'=>array('形式仕様を対象とした境界値分析と記号実行の適用によるテストケース生成手法の提案', ''),
    '田上 諭'=>array('ソースコードの品質向上を目的としたコメント解析ツールSCCAの実装と評価', ''),
);

$bachelors = array(
    //ここにメンバーを追加
    '市山 力也'=>array('VDM++ 仕様記述から日本語仕様を自動生成するツールVlastの試作', ''),
    '大久保 圭得'=>array('熱気球の競技飛行におけるフライトプラン自動作成ツールSkyPathの試作', ''),
    '佐竹 侑斗'=>array('コードレイアウトの自由化を目的としたコード整形ツール「ALICE」の試作', ''),
    '平木場 風太'=>array('機械学習を用いた仕様書からのテストケース自動生成ツールSpec2Testの試作', ''),
    '宮地 俊宏'=>array('解析表現文法を対象とした文法チェックツールTamiasの開発', ''),
    '山脇 幸士'=>array('ArduinoシミュレータADVISにおける抵抗器の抵抗値選択による有用性の向上と電流によるArduino本体およびモジュール破損回避を目的とした改良', ''),
    
);

?>