<?php
/*
$doctors = array(
    //ここにメンバーを追加
);
*/
$masters = array(
    //ここにメンバーを追加
    '有留 直希' => array('Webページのレイアウト不具合の発見時間削減を目的とした視覚的回帰テストツールMIXVRTの開発'),
    '木村 優哉' =>array('電子フォーム作成を目的とした記入欄自動検出およびラベル割付ツールFLATの開発'),
    '根木原 滉' => array('テストカバレッジの向上を目的としたJava 自動テストツールJARTGPTの拡張'),
);

$bachelors = array(
    //ここにメンバーを追加
    '有馬 温' => array('テストケース可視化ツールVITTの試作'),
    '西島 尚紀' => array('LLMを活用したシステム仕様書章立て生成のためのプロンプトの作成と評価'),
    '宮原 嵩尭' => array('画面遷移システムを対象としたVDM++仕様作成ツール2VSGのGUI操作への拡張'),
);

?>

