<?php
/*
$doctors = array(
    //ここにメンバーを追加
);
*/
$masters = array(
    //ここにメンバーを追加
    '宮下 丈明'=>array('大規模言語モデルの活用によるテスト駆動開発の継続的支援を目的としたフレームワークCATddの開発'),
);

$bachelors = array(
    //ここにメンバーを追加
    '有留 直希'=>array('Webページのレイアウト不具合箇所を強調表示する視覚的回帰テストツールMixVRTの試作'),
    '木村 優哉'=>array('電子フォーム作成を目的とした記入欄自動検出およびラベル割付機能を持つツールの試作'),
    '田中 慎乃介'=>array('参考文献の参照および名詞情報の取得にかかる時間削減を目的とした論文理解支援ツールarwicPDFの試作'),
    '根木原 滉'=>array('GPTを用いたJava自動テストツールJARTGPTの試作'),
    'AFIQ FADZIL'=>array('ロコモ年齢測定システムを支援するモバイルアプリ「ロコモアプリ」の開発'),
);

?>

